Repository: aycakk/FocusFlow
Catalog: app/FocusFlow/FocusFlow/Localizable.xcstrings
Source language: en
Languages: tr

# %@ · %lld min
source: %1$@ · %2$lld min
tr: %@ · %lld dk

source: %lld min
tr: %lld dk

source: %lld steps
tr: %lld adım

source: A few calm questions
tr: Birkaç sakin soru

source: Add a goal
tr: Hedef ekle

source: Add a note...
tr: Not ekle...

source: Add a task
tr: Görev ekle

source: Add to Today's Focus
tr: Bugünün Odağına Ekle

source: Add your first task below.
tr: İlk görevini aşağıdan ekle.

source: Appearance
tr: Görünüm

source: Completed
tr: Tamamlanan

source: COMPLETED
tr: TAMAMLANAN

source: Daily Focus
tr: Günlük Odak

source: Delete
tr: Sil

source: Delete task
tr: Görevi sil

source: Done
tr: Tamam

source: Estimate
tr: Süre

source: Focus %lld
tr: Odak %lld

source: FocusFlow turns big goals into calm daily focus.
tr: FocusFlow büyük hedefleri sakin bir günlük odağa dönüştürür.

source: From Goals
tr: Hedeflerden

source: Go to Tasks to pick what matters today.
tr: Bugün önemli olanı seçmek için Görevler'e git.

source: Goal Duration
tr: Hedef Süresi

source: Goals
tr: Hedefler

source: In today's focus
tr: Bugünün odağında

source: Inbox
tr: Gelen Kutusu

source: Key
tr: Anahtar

source: Language
tr: Dil

source: Learn SwiftUI
tr: SwiftUI öğren

source: New Goal
tr: Yeni Hedef

source: No goals yet
tr: Henüz hedef yok

source: No tasks yet
tr: Henüz görev yok

source: None
tr: Yok

source: Nothing in focus today.
tr: Bugün odakta bir şey yok.

source: One goal. One day at a time.
tr: Tek hedef. Günden güne.

source: PROGRESS
tr: İLERLEME

source: Remove anything that doesn't fit. This is a suggestion, not a rule.
tr: Uymayanı çıkar. Bu bir öneri, kural değil.

source: Restore
tr: Geri al

source: Scheduled
tr: Planlanmış

source: Scheduled date
tr: Planlanan tarih

source: Settings
tr: Ayarlar

source: Someday
tr: Bir gün

source: Start Planning
tr: Planlamaya Başla

source: Start with one goal. FocusFlow will help you build a calm plan.
tr: Tek bir hedefle başla. FocusFlow sakin bir plan kurmana yardım eder.

source: Status
tr: Durum

source: Take a breath. The rest can wait.
tr: Bir nefes al. Gerisi bekleyebilir.

source: Task
tr: Görev

source: Task title
tr: Görev başlığı

source: Tasks
tr: Görevler

source: Theme
tr: Tema

source: Today
tr: Bugün

source: Today's focus is complete.
tr: Bugünün odağı tamamlandı.

source: What do you want to achieve?
tr: Neyi başarmak istiyorsun?

source: Your plan
tr: Planın

source: All done for today
tr: Bugünlük her şey tamam

source: Nothing in focus today
tr: Bugün odakta bir şey yok

source: %lld remaining · %lld done
tr: %lld kaldı · %lld bitti

source: No open tasks
tr: Açık görev yok

source: %lld in inbox
tr: Gelen kutusunda %lld

source: %lld open · %lld scheduled
tr: %lld açık · %lld planlanmış
